[Settings]
AuthorName=
AuthorEmail=
Language=اردو
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=خرابی کی رپورٹ
HeaderText=%s کام کرنا بند کر دیا ہے
SubHeaderText=براہ کرم مسئلہ کو حل کرنے اور اس سافٹ ویئر کو بہتر بنانے میں مدد کے لیے  ہمیں یہ ایرر رپورٹ(%s)  بھیجیں۔
WhatDoesReportContain=اس رپورٹ میں کیا مشتمل ہے؟
ProvideAdditionalInfo=مسئلہ کے بارے میں اضافی معلومات فراہم کریں (تجویز کردہ)۔
YourEmail=آپ کا ای میل:
DescribeProblem=چند الفاظ میں بیان کریں کہ جب  خرابی واقع ہوئی تو آپ کیا کر رہے تھے:
MyConsent="رپورٹ بھیجیں" کے بٹن کو دبانے سے، میں تصدیق کرتا ہوں کہ میں رپورٹ کے مندرجات سے واقف ہوں اور رازداری کی پالیسی کی شرائط کو قبول کرتا ہوں۔
MyConsent2="رپورٹ بھیجیں" کے بٹن کو دبانے سے، میں تصدیق کرتا ہوں کہ میں رپورٹ کے مندرجات سے واقف ہوں۔
PrivacyPolicy=رازداری کی پالیسی
InvalidEmailCaption=غلط ای میل 
InvalidEmailText= name@hotmail.com.براہ کرم ایک درست ای میل ایڈریس کی وضاحت کریں، مثال کے طور پر
SendReport=پورٹ بھیجیں
CloseTheProgram=پروگرام بند کریں
RestartApp=اس ونڈو کے بند ہونے کے بعد s% کو دوبارہ چلائیں کریں
OtherActions=دیگر اعمال ۔ ۔ ۔
SendReportLater=پروگرام بند کریں اور بعد میں رپورٹ بھیجیں۔

[DetailDlg]
DlgCaption=خرابی کی رپورٹ کی تفصیلات
DoubleClickAnItem=کسی آئٹم کو مناسب پروگرام کے ساتھ کھولنے کے لیے اس پر ڈبل کلک کریں۔
FieldName=نام
FieldDescription=تفصیل
FieldSize=سائز
Preview=پیش نظارہ
PrivacyPolicy=رازداری کی پالیسی
Close=بند کریں
Export=ایکسپورٹ کریں۔ ۔ ۔
NoDataToDisplay=ڈسپلے کرنے کے لیے کوئی ڈیٹا نہیں ہے
PreviewAuto=خود با خود
PreviewText=ٹیکسٹ
PreviewHex=ہیکس
PreviewImage=تصویر
PreviewVideo=ویڈیو
Encoding=ٹیکسٹ انکوڈنگ
DescCrashDump=کریش منی ڈمپ
DescXML=XMLکریش تفصیل
DescScreenshot=ڈیسک ٹاپ اسکرین شاٹ
DescRegKey=رجسٹری چابی ڈمپ
DescVideo=ڈیسک ٹاپ ویڈیو کیپچر
Open=کھولیں
DeleteSelected=منتخب کردہ فائل ڈیلیٹ کریں(s)
AttachMoreFiles=مزید فائلیں منسلک کریں(s)
           
[ProgressDlg]
DlgCaption=%s - خرابی کی رپورٹ بھیجی جا رہی ہے
DlgCaption2=%s کام کرنا بند کر دیا ہے
DlgCaptionExport = %s - خرابی کی رپورٹ ایکسپورٹ کرنا
CollectingCrashInfo=مسئلے کے بارے میں معلومات اکٹھی کی جا رہی ہیں۔ ۔ ۔
CompressingFiles=خرابی کی رپورٹ فائلوں کو کمپریس کیا جا رہا ہے۔ ۔ ۔
StatusText= غلطی کی رپورٹ اب بھیجی جا رہی ہے (3 میں سے %d کوشش)۔ ۔ ۔
ConfirmLaunchEmailClient=غلطی کی رپورٹ آپ کے پہلے سے طے شدہ ای میل پروگرام (%s) کا استعمال کرتے ہوئے بھیجی جا سکتی ہے۔\nای میل پروگرام کو چلانے کے لیے، "ٹھیک ہے" دبائیں، بصورت دیگر "منسوخ کریں" کو دبائیں۔
CompletedWithErrors=غلطیوں کے ساتھ مکمل۔ اس ونڈو کو بند کرنے کے لیے کلوز کو دبائیں۔
ExportedWithErrors=ایکسپورٹ غلطیوں کے ساتھ مکمل ہو گیا۔ اس ونڈو کو بند کرنے کے لیے کلوز کو دبائیں۔
CopySelectedLines=منتخب لائنوں کو کاپی کریں
CopyTheWholeLog=پورے لاگ کو کاپی کریں
Cancel=منسوخ کریں
Cancelling=منسوخ ہو رہا ہے۔ ۔ ۔
Close=بند کریں

[ResendDlg]
DlgCaption=%s -خرابی کی رپورٹیں بھیجیں
BalloonCaption=%s - خرابی کی رپورٹس
BalloonText=Sحال ہی میں %s میں کچھ خرابیاں پیش آئیں۔ ابھی غلطی کی رپورٹیں بھیجنے کے لیے یہاں کلک کریں
ColumnCreationDate=بنانے کی تاریخ
ColumnSize=سائز
ColumnStatus=حیثیت
ClickForDetails=تفصیلات دیکھنے کے لیے آئٹم پر ڈبل کلک کریں۔
SelectedSize=منتخب کردہ آئٹمز: %d۔ کل سائز: %s.
SendNow=ابھی بھیجیں
ShowLog=لاگ دکھائیں
MyConsent="رپورٹ بھیجیں" کے بٹن کو دبانے سے، میں تصدیق کرتا ہوں کہ میں منتخب رپورٹس کے مواد سے واقف ہوں اور رازداری کی پالیسی کی شرائط کو قبول کرتا ہوں۔
MyConsent2="رپورٹ بھیجیں" کے بٹن کو دبانے سے، میں تصدیق کرتا ہوں کہ میں منتخب رپورٹس کے مواد سے واقف ہوں۔
PopupShow=دکھائیں
PopupExit=باہر نکلیں
PopupRemindLater=یہ ونڈو بند کر دو، لیکن مجھے بعد میں یاد دلانا
PopupNeverRemind=اس ونڈو کو بند کریں اور دوبارہ کبھی یاد نہ دلائیں۔
StatusPending=زیر التواء/ابھی نا مکمل
StatusInProgress=کام جاری ہے۔ ۔ ۔
StatusSucceeded=کامیاب ہو گیا
StatusFailed=ناکام
CurrentAction=موجودہ عمل:
DeliveryingReports=خرابی کی رپورٹس پہنچا رہا ہے۔ ۔ ۔
DeliverySucceeded=خرابی کی رپورٹس کامیابی کے ساتھ پہنچا  دی گئیں
DeliveryFailed=خرابی کی رپورٹ کی ترسیل غلطیوں کے ساتھ مکمل ہو گئی
SelectAll=تمام منتخب کریں
DeselectAll=سبھی کو غیر منتخب کریں
DeleteSelected=منتخب کردہ کو حذف/ڈیلیٹ کریں
DeleteAll=تمام حذف/ڈیلیٹ کریں 

[VideoRecDlg]
DlgCaption=%s - اسکرین ویڈیو کیپچر
Textاس سافٹ ویئر میں ہونے والی خرابیوں کو بہتر طور پر سمجھنے اور ان کو ٹھیک کرنے میں مدد کے لیے آپ کی سکرین کی ویڈیو کیپچر شروع کرنے جا رہا ہے۔ نوٹ کریں کہ اسکرین کیپچر آپ کے کمپیوٹر کی کارکردگی کو کم کر سکتا ہے۔ جاری رکھنے کے لیے 'اجازت دیں' بٹن پر کلک کریں۔%s
Allow=اجازت دیں
Cancel=منسوخ کریں